<?php
// header
$_['heading_title']  		= 'Панель администратора - Авторизация';
$_['heading_license']		= 'Активация лицензии CMS MaxyStore';

// Text
$_['text_heading']   		= 'Панель администратора';
$_['text_success_license']	= 'Лицензия на право пользования скриптом CMS MaxyStore - успешно активирована!';
$_['text_license_info']		= 'Введите в соответствующие поля № заказа покупки релиза CMS MaxyStore, его код и лицензионный ключ, полученный для указанного вами домена. <br />Помните, что CMS MaxyStore будет работать только на домене, указанном при получении лицензионного ключа и только с соответствующим № заказа.';
$_['text_login']     		= 'Авторизация';
$_['text_forgotten'] 		= 'Забыли пароль?';

// Entry
$_['entry_order_id']        = '№ заказа при покупке CMS MaxyStore:';
$_['entry_product_code']    = 'Код купленного товара:<br /><span class="help">Код можно посмотреть в Личном кабинете, в разделе "Мои лицензии".</span>';
$_['entry_license_key']     = 'Полученный лицензионный ключ:';
$_['entry_username'] 		= 'Логин';
$_['entry_password'] 		= 'Пароль';

// Button
$_['button_login']   		= 'Войти';

// Error
$_['error_login']    		= 'Такой логин или пароль не существует!';
$_['error_token']    		= 'Сессия устарела или неверна. Авторизуйтесь снова.';
$_['error_license']    		= 'Лицензионный ключ не принадлежит этому домену или неверный № заказа либо код товара!';
?>
