<?php
// Text
$_['text_search']       	= 'Поиск';
$_['text_tags']         	= 'Теги:';
$_['text_error']        	= 'Статья не найдена';
$_['text_date_available']   = '%s';
$_['text_viewed']    		= 'Просмотров: %s,'; 
$_['text_news_comments']  	= 'Комментариев: %s'; 
$_['text_write']        	= 'Добавить комментарий';
$_['text_login_write']  	= 'Чтобы добавить комментарий к статье, <a href="%s">авторизуйтесь</a> или <a href="%s">зарегистририруйтесь</a>.';
$_['text_note']         	= 'Не пишите в HTML';
$_['text_no_comments']   	= 'Нет комментариев к статье.';
$_['text_success']      	= 'Спасибо за комментарий. Он поступил администратору на одобрение и вскоре будет опубликован.';
$_['text_wait']         	= 'Пожалуйста, подождите';
$_['text_on']           	= ' - ';

// Entry
$_['entry_name']        	= 'Автор:';
$_['entry_comment']      	= 'Текст комментария:';
$_['entry_captcha']     	= 'Код с картинки:';

// Tabs
$_['tab_related']       	= 'Товары к статье'; 
$_['tab_related_news']  	= 'Еще статьи'; 
$_['tab_news_comments']  	= 'Комментариев (%s)'; 
$_['tab_images']        	= 'Изображения';

// Error
$_['error_name']        	= 'Имя автора должно быть от 3 до 25 символов';
$_['error_text']        	= 'Текст комментария должен быть от 25 до 1000 символов';
$_['error_captcha']     	= 'Код с картинки, введен неверно';
?>