<?php
// Heading
$_['heading_title']      = 'Баннеры';

// Text
$_['text_success']       = 'Данные баннеров успешно обновлены!';
$_['text_default']       = 'По умолчанию';
$_['text_image_manager'] = 'Менеджер изображений';
$_['text_browse']        = 'Обзор';
$_['text_clear']         = 'Очистить';
$_['text_enabled']       = '<span class="enabled_ru">Включено</span>';
$_['text_disabled']      = '<span class="disabled_ru">Выключено</span>';

// Column
$_['column_name']        = 'Название баннера';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название баннера:';
$_['entry_title']        = 'Описание:';
$_['entry_link']         = 'Параметры:';
$_['entry_image']        = 'Изображение:';
$_['entry_status']       = 'Статус:';
$_['entry_sort']       = 'Сортировка:';
$_['entry_color']       = 'Цвет фона текста:';$_['entry_setting']       = 'Настройки';$_['entry_nosetting']       = 'Скрыть настройки';$_['entry_fontcolor']       = 'Цвет текста:';$_['entry_align_top']       = 'Положение:';$_['entry_border']       = 'Граница:';$_['entry_width']       = 'Размер:';$_['entry_radius']       = 'Радиус углов фона:';$_['entry_colorborder']       = 'Цвет границы:';$_['entry_quickview']       = 'Предпросмотр текстового блока';$_['entry_naz_hl']       = 'Помощь';$_['entry_naz_gl']       = 'Баннеры';$_['entry_opacity']       = 'Прозрачность блока:';

// Error
$_['error_permission']   = 'Вы не имеете прав для изменения данных у баннеров!';
$_['error_name']         = 'Название баннера должно быть от 3 до 64 символов!';
$_['error_title']        = 'Описание элемента баннера должен быть от 2 до 1000 символов!';
$_['error_default']      = 'Выбранный баннер удалить невозможно, потому что он используется в магазине по умолчанию!';
$_['error_product']      = 'Выбранный баннер удалить невозможно, потому что он используется %s товаром(ами)!';
$_['error_category']     = 'Выбранный баннер удалить невозможно, потому что он используется %s категорией(ями)!';
$_['error_information']  = 'Выбранный баннер удалить невозможно, потому что он используется %s страницей(ами)!';
?>