<?php
// Text
$_['text_units_sold']   = 'Единиц продано:';
$_['text_search']       = 'Поиск';
$_['text_brand']        = 'Производитель';
$_['text_manufacturer'] = 'Производитель:';
$_['text_model']        = "Модель:"; /*suppler*/
$_['text_sku']          = 'Артикул: ';
$_['text_upc']          = 'Универсальный код:';
$_['text_ean']          = 'Европейский артикул:';
$_['text_jan']          = 'Японский артикул:';
$_['text_isbn']         = 'Номер книги (ISBN):';
$_['text_mpn']          = 'Код производителя:';
$_['text_location']     = 'Расположение:';
$_['text_weight']       = 'Вес:';
$_['text_reward']       = 'Бонусные баллы:'; 
$_['text_points']       = 'Цена в бонусных баллах:';
$_['text_stock']        = 'Наличие:';
$_['text_instock']      = 'Есть в наличии';
$_['text_price']        = ''; 
$_['text_tax']          = 'Без НДС:'; 
$_['text_discount']     = '%s шт. или более по цене %s за 1шт.';
$_['text_option']       = 'Дополнительные опции';
$_['text_qty']          = 'Количество:';
$_['text_minimum']      = 'Минимальное количество для заказа - %s шт.';
$_['text_or']           = '- или -';
$_['text_reviews']      = 'Отзывы: %s';  
$_['text_write']        = 'Добавить отзыв';
$_['text_login_write']  = 'Чтобы добавить отзыв, пожалуйста, <a href="%s">авторизуйтесь</a> или <a href="%s">пройдите короткую регистрацию</a>.';
$_['text_no_reviews']   = '';
$_['text_on']           = ' - ';
$_['text_note']         = 'Не пишите в HTML формате!';
$_['text_share']        = 'Поделиться';
$_['text_success']      = 'Спасибо за отзыв. Вскоре он будет опубликован.';
$_['text_upload']       = 'Файл загружен';
$_['text_wait']         = 'Пожалуйста, подождите...';
$_['text_tags']         = 'Теги:';
$_['text_error']        = 'Товар не найден!';
$_['text_stock_n']      = 'Товар закончился';
$_['text_stock_s']      = 'Мало';
$_['text_stock_l']      = 'Достаточно';
$_['text_stock_b']      = 'Много';

// Entry
$_['entry_name']        = 'Автор:';
$_['entry_review']      = 'Текст отзыва:';
$_['entry_rating']      = 'Ваша оценка:';
$_['entry_good']        = '<div class="good"></div>';
$_['entry_bad']         = '<div class="bad"></div>';
$_['entry_captcha']     = 'Введите код с картинки:';

// Tabs
$_['tab_description']   = 'Описание';
$_['tab_attribute']     = 'Описание';
$_['tab_review']        = 'Отзывы (%s)';
$_['tab_related']       = 'Рекомендуем'; 

// Error
$_['error_name']        = 'Имя автора должно быть от 3 до 25 символов!';
$_['error_text']        = 'Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']      = 'Не забудте поставить оценку';
$_['error_captcha']     = 'Ошиблись при вводе кода с картинки';
$_['error_upload']      = 'Требуется файл для загрузки!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 64 символов!';
$_['error_filetype']    = 'Недопустимый тип файла!';
?>